= 著者インタビュー

技書博では、前回(第9回。2023年11月)のあと、参加サークルの皆さんにアンケートを取りました。

サークル主の生の声として、本を書くモチベーション、本を作り始めたキッカケ、こだわりや想い、そして技書博へのメッセージを集めました。

質問は8個。40人を超えるサークル主から回答をいただきました。

 * あなたが技術書を書く理由や意義、思いを教えてください	
 * あなたがいちばん最初に技術書を書いたきっかけはなんですか？	
 * あなたがいちばん最初に技術書を書いたときの思い出や感想を教えてください	
 * 技術書を書いてみて何か変化はありましたか？	
 * 技術書を書くときのこだわりポイントを教えてください	
 * 技術書を書く際にテーマや構成をどうやって考えていますか？	
 * 技術書をこれからはじめて書く人にアドバイスをお願いします	
 * 技書博への応援メッセージをお願いします

なお、以下の回答は、それぞれいただいた回答をほぼそのまま掲載しています。

生の声として、それぞれのサークル主の考えについて、わかる―と共感してみたり、わたしは違うと思うんだよなーと考えてみたりしてみてはいかがでしょうか。
そして、その思い、感想を次回アンケートX(Twitter)、あるいはブログなどで表に出してみませんか？

それもアウトプットです。

== ご回答いただいた皆様

 * alpha@mathrelish
 * Auth屋@authyasan
 * fish_meat@fish_meat
 * forks@Forks_
 * FORTE@FORTEgp05
 * ftake@ftake
 * ichimura@shiosioco40
 * korio@kozukorio
 * marimo@marimo_math
 * mipsparc@mipsparc
 * Nakaya@nakayaa_t
 * shuumai@shuusyuumaimai
 * sierra@sierra2501
 * stLuciano@stluciano_labo
 * Xian DIY@sabasabasabaniu
 * あらしさん@@ala_c00
 * あわさくら@Awa_Sakura_
 * オーニシ@onishi_feuer
 * おやかた@oyakata2438
 * くろまめ@kuromame_krmm
 * たいらようじ@yojitaira
 * たかっしー@takashiho_2
 * なななん@2jp_7
 * ニャゴロウ（小笠原種高）@shigetaka256
 * ニルフィ@nilfigo
 * はるちろ@minesu1224
 * ふえふき@m1StZWYMnSOJV7R
 * まさとらん@0310lan
 * みずりゅ@MzRyuKa
 * もちすけ@tsureduremecha
 * ヨシタカ@kitihaku
 * 永遠にタケノコ@eternalTAKNEOKO
 * 技縁クラウド工房@ohsawa0515
 * 桐生あんず@anzu_mmm
 * 黒音こなみ@schemaneko
 * 村山直紀@MurayamaNaoki
 * 樋口グッピー(ShortLovers)@Short_Lovers
 * 野溝のみぞう@nomizooone

ご回答ありがとうございました！
お名前昇順にてソートしました。


== あなたが技術書を書く理由や意義、思いを教えてください	

 * 技術書を通じて、自分の技術や工学に関する考えや主張、これまでにないような見方を伝えたくて書いています。自分が書きたいことや、周囲には理解されない技術観を、もっと広い世界で広められることが良いところであり、意義であると思います。
 * 楽しいから。そして、その楽しさを伝えたいから。
 * 楽しいから💛
 * プロティノスは言いました。哲学という、魂にそなわる知への希求。全くそれに足らぬ私も、哲人の顰に倣いたいと。
 * 自分の知識を確認、整理し、同好の士と楽しく話す
 * 自分がかつて詰まったところ、「こう言ってくれればわかりやすかったのにー」を具現化するため
 * 自分が好きな分野の技術を広く知ってもらいたいということが書く理由になっています。
 * 自分の技術を新たにしるきっかけを作るため、また、自分が書いたものを色々な人に見てもらいたいため。
 * QiitaやZennと違い実際にあって色々な意見を聞けるのは楽しいですのでね。
 * 技術という分野を知ってもらいたいこと
 * ロボット制御ではないFA制御の開発者を増やしたい！
 * ２つあります。１つ目は自分が取り組んだテーマを振り返って整理するためです。文章として残す過程で、知識や技術をより自分の物にできますから。２つ目は、手を動かして物を作る楽しさ、面白さを共有したいからです。「これなら、やれるかも！」、「こうすれば、良かったんだ！」と思って頂けると凄く嬉し良いです。
 * 技術の進歩は年々スピードが上がっており、特にIT・Web界隈の進歩は凄まじく、とても本屋に置いてある本だけではカバーできなくなっていると思います。今、旬なネタを取り入れた技術書を幅広い方へ素早く共有でき、なおかつ同じ興味を持った方と触れ合える即売会が大好きなので本を作っています。
 * あまり知られていないか，基本的で大切な数理の話題を整理して，普及させたい．
 * 技術を多くの人に知ってもらうため
 * 技術書という形式を用いることで、みんなで知識のインプットアウトプットができるというのが素晴らしいなと思ってます。
 * 技術書を書くと、書いてるものについて詳細を調べるようになるので、そのトピックについてさらに知識を深める良いチャンスになります。また、ブログ記事を読んでもらうよりは、価値があると思われたものに対して買ってくれる行為はとても嬉しいです。
 * 「無ければ作る」（ニッチすぎるのか情報が少なかった）
 * Linux ディストリビューション、openSUSE を広めるために書いています。商業誌で取り上げられることが少ないので、自分たちで専門誌を作ることにしました。
 * 友だちに勧められてなんとなくやることになったが、やってみたら評判がよかったから
 * 組み込みAndroidに関する技術書を書きました。組みこみ開発に関するノウハウは企業秘密として公開されてないことが多く、非常に情報を得るのが難しい状況です。私も開発の情報収集に非常に苦労しました。その参入障壁から、組み込み開発について若者が興味を持つことも少なくなっています。そこで、技術書や登壇を通して組み込み(Android)開発の情報や楽しさを伝えていきたいと考えています。
 * 現状の知識を公開し、あまり触れられないハードやサーバーが楽しいものだと知って欲しい
 * 自分の知見を世の中に広めたいから書いています。
 * 自分の知識を深めるためとその技術を広めたいから
 * 技術のアウトプット、同じ分野に関心を持つ人たちとの交流、サークルとして盛り上がる活動をしたいという3つの理由があります。
 * 世に出回らないリアルな知見を、それを欲している人にピンポイントで届けたいという思いで技術書を書いています。
 * 知識の整理
 * モノを完成させるため、締切。もともとはユーザ同士の交流（のきっかけ）になればと。
 * 時代に影響を受けづらく未来でも必要になりそうな技術の知識をこの先の未来に残すこと"が、印刷物としてまとめておく意味が大きいと考えます。ネットでの公開されている情報は収集や加工が容易であるが故に玉石混交になりやすく、また、公開する為のサーバの維持等にコストが掛かり、未来永劫閲覧できることを保証出来ません。
 * 一定の水準で本という形にすることは、ネット社会の時代に逆行しているようですが、とても重要であると思います。
 * 昔から自分で本を出したいという想いがあった。
 * 自分が身につけてきた知識やスキルをアウトプットしたものを多くの人に読んでもらってその対価をもらうという体験を得られたことで次も執筆したいという気持ちが出てきた。
 * 書くのは大変だが、一度書いて出してしまえばなんてことないと自分で思えるようになるが、やったことがない人からはすごいことだと思ってもらえる。
 * 自分が従事した仕事とそこで得た知識が、人の役に立つものだったという実感を得ること。実際に役立ててもらいたいという思い
 * 自己研磨、ちょっとでも他の人と"推しの技術"を共感したい、少しでもどこかの誰かの"後押し"や"解決した／役にたった"や"楽しい"につながれば。今は、ぶっちゃけ、最終的には、"未来の自分に役にたつ"ものが書ければいいや、と考えている。
 * 辛い経緯があるのでここでは教えられません。
 * 誰かに伝えたいことを伝える為のもの
 * これまでだれも注目してこなかった、知られてなかった領域をつまびらかに説明することで、世の中に驚きと納得を与えたいです。
 * 自分なりのまとめ方や、文章構成ができ、それに対する様々なレビューを貰うことで、自分の中で考えていたものが洗練されていくため。
 * 自分の出来ることを整理してアウトプットして技術書にすることで他の人に自分の持ってる技術をアピール出来る。
 * 自分の知識をまとめたい
 * 自分が後で見返してみたいと思えるような情報を同人誌としてまとめることが好きだから
 * 僕が面白いと思った技術を、皆に教えたい。一緒に「ワーイ！これ最高じゃん！」って言いたい。
 * 本を書く人を増やして、世の中に出る体系化された情報を増やしたい。ブログや登壇より体系化されており、商業誌より楽なアウトプットとして。本が増えればアクセスしやすくなる。

== あなたがいちばん最初に技術書を書いたきっかけはなんですか？	
 * 技術書を書いたというWeb記事（Qiita）を読み、ちょうど技書博7が開催されるとのことで一般参加しました。すごい本、すごい人たちに出会い、自分も書きたいと思って始めました。
 * 知人からのお誘い
 * 昔、二次創作の同人活動をしていた経験がありまして。技術書にも同人誌というものがあると知ったときにオタクの承認欲求が爆発しました。
 * Mathematicaにオブジェクト指向を実現させたので、それを世界に発信しようと思ったから。
 * 計算尺の資料を探したら全然見つからなかったこと
 * 知人からの紹介で技術同人誌即売会を知り、とりあえず書いてみようと思ったから
 * 好きな分野の資格に合格したことで、その解説を書いてみたいと思ったこと。
 * コミケに一般枠で参加して、技術系のブースを回っていた時に、たまたま技書博のお話を聞いて、参加したいと思って本を書き始めました。
 * 公衆電話を調査しはじめたこと
 * 技術同人誌即売会の存在を知り、自分も誰かに自分の分野の技術を知ってもらいたいと思ったこと
 * 大学生の時に参加していたパソコンサークル（TUATMCC）で記事を書いたのが最初です。毎年コミケにサークル参加していたので、その流れで私も記事を出していました。
 * 技術書の界隈でも即売会というイベントがあることを知ったのがきっかけです
 * 勉強会のまとめ資料を一冊の本にして知識の整理をしようとしました．
 * IRCコミュニティで書籍を出すことになり執筆を頼まれた
 * 元々は他の技術系イベントの参加者側(Not出展者)でしたが当時の後輩から誘われたのがきっかけです。〇〇君イベントの出展者側で出るんだ、面白そうだし私も出るかといった感じのノリです。
 * 部署のメンバーで同人誌を書いてみようという施策が上がり、物理的な本を出すのは面白そうだなと思ったので、その施策に参加することにしました。
 * コミケに申し込んでみたら当選したこと．
 * 「小江戸らぐ」の同人誌 Linux User に寄稿したのが最初です。小江戸らぐでは、参加者が勉強会で発表した内容を文章にして、同人誌として発行しています。
 * 技術同人誌即売会イベントへの参加を友達から勧められた
 * 書きたいと思っていた時に友人に誘われたため
 * サークル会長から誘われた
 * 初心者向けの脆弱性診断ハンズオンセミナーを何度か開催してるうちに、セミナーの内容を纏めた技術書はニーズがあるのでは？　と感じたのがきっかけです。
 * 自分の名前(ペンネーム)が入った本を学生のうちに出してみたかった
 * 初めての執筆は大学の友人に誘われた時で、どんなものでもいいからと、かなりハードルを下げてもらって書き始めました。その時は旗振りしてくれた人が入念に準備をしてサポートしてくれたおかげで完成することができました。
 * 仲間内に対して自分の取り組みや知見をスライドにしてプレゼンテーションしたところ「こんな内容見たことない」「現場のリアルさを追体験できるような内容で、聞いてる自分も疲れた」など、とても反響があり、これは仲間内に閉じずにもっと広く共有する価値のある内容なのではないかと感じ、一冊の本としてまとめ公開するに至りました。
 * 半導体の学び直し
 * 知人とある漫画に出てくるガジェットを作ろうという話になったが、締切がないとなかなか完成しないため、そのガジェットのメイキングを作ることにした。
 * コンピュータはGUIが主流ですが、CUIでの操作を知っておくことは重要だと思い、コマンド関係の本を書くことにしました。
 * 昔から自分で本を出したいという想いがあった。Twitterで技術書典ですごい行列ができているというのを見て、技術書典というのを知った。
 * 当 時は本を出版するのにハードルを高く感じていたが、そういったイベントで自費で技術書を頒布できる機会があることで、出してみようと思った。"
 * コンテストに応募しようと思っていたセキュリティ小説が、募集要項を満たしていないことを〆切り直前に把握し、途方に暮れていた折、同僚から技術書同人誌即売会の存在を教えてもらった
 * 最初の技術書は業務指示（マニュアル作り）。最初の技術同人誌は、友人に自分を認めてもらいたかったから。
 * きっかけは自分のちょっとした体験
 * 本の監修を依頼されたから
 * みんなが誤解していて忌避し、世界との差が広がるのを感じて
 * 大学サークル内の同人誌に記事を寄稿したものの、全く注目されず、これは単独の本にすれば需要があるのではないかと思ったためです。案の定、大変注目されました。
 * 以前から書きたいと思っていたところに、知り合いからサークルでの参加に誘われたため。
 * 3Dプリンター使って色々と物を作るようになったからその経験をまとめて技術書にしようと思ったから。
 * 計算尺の資料を探していたら全然なかったから
 * 同人イベントで本を作って出してみたかったため
 * 【商業誌】なんか思いついたので、書くって言ったら、工学社が書かせてくれた。
 * 【同人誌】渋谷のジュンク堂で、Dockerの棚の前で立ち読みしていたら、「Dockerに詳しいですか？」と突然話しかけられ、どこかの会社のSEさんに本を選んであげたこと。本屋さんに並ぶ商業誌よりも前の段階の情報があったらいいなと思ったため。
 * コミケにサークル参加した友人がとっても楽しそうだった。自分がサークル参加するには何が書けるか？と考えて、最初の同人誌のネタができた。

== あなたがいちばん最初に技術書を書いたときの思い出や感想を教えてください	
 * 最初のイベントで2冊書きました。1冊は書きたかった内容、もう1冊は頒布するものがないという事態を避けるための保険でした。書きたかった内容の本は、だいぶニッチで世の中にないようなものだったので、あまり手に取ってもらえないのではないかと思っていましたが、その予想に反して多くの方に買ってもらって、書いてよかったと思います。
 * ネットに転がってる情報をまとめただけでもいいのかな(商業誌化するときに書き直した)
 * 本の内容とは全く関係ないんですが、前述の通り久しぶりに同人誌をつくったので、昔の同人活動と今の同人活動の違いについてnoteに書いたらなぜかバズり倒してTwitterトレンドになったり色々珍しい経験をしました。↓https://note.com/nomizone/n/ne598509d2de3"
 * 技術内容を書いた時、振り返りが得られて、さらに一歩進めたこと。
 * 内容にキリがない、と思って自分で文章をかなり削除して諦めの結晶として入稿したこと
 * もともと技術ノウハウサイトを運営していたので、そこにある断片的な情報を繋いで、加筆・修正を加えて体系化してみました。
 * 自分の作ったものを対面で頒布するのは初めてだったので、目の前の人が自分の書いたものを認めてくれたことにとても感動しました。
 * 問題は解けるのに、解説を書こうとすると難しかったことが印象に残っています。
 * 本が全然予定通りに進まないし、誤字脱字は無限に見つかるし、印刷会社に頼むのが遅すぎて、お金がかかりまくったりと散々でした。 orz
 * 技術書（公衆電話の本）を書いたとき、実際の公衆電話の調査・データベース化、さらには門司電気通信レトロ館にて公衆電話を撮影してくるなどいろいろな苦労がありました。
 * 現在、初めての執筆を鋭意進行中です！進捗ダメです！！！
 * 当時は電子工作を始めたばかりで、「やってみました」という感じの記事でした。ただ、文章に書くというのは、知識や技術を習得する上で効果があると思いました。これが今の活動に繋がっていると思います。
 * 以前からIT系のメディアに記事寄稿をしていたのですが、本づくりとなるとアウトラインの構成や事実確認などインターネット上に掲載される記事とはかなり考え方が違うなというのは最初に感じました。また、初めて本のカタチで段ボールから取り出して対面したときの感動は今でも忘れられません（ちゃんと本になっているという嬉しさ）
 * 間違っていないか，わかりやすい文章なのかどうか，今まで以上に緊張しました．（今でも？！）
 * 多くの人から反響があった
 * 完全に手探り状態での執筆になったので、誤字誤植が多かったりとかなり微妙な出来の本になってしまいました。ただ、他のサークルさんとコミュニケーションを取ったり参加者の方と話せるというイベントだからできる事にハマったといいますか、こういうのに定期的に参加したいと思い今に至ります。
 * 思ったよりも物凄く時間を使う作業なんだなと思いました。想定してたスケジュールより5倍ほどかかってしまい、完全に作業の量をなめてました。書き終えた感想は『感動』とは程遠く、やっと苦行が終わったという感じでした。
 * 電子工作など作品を創る経験はあったが，「本」という新たな形で作品を残せたことに対する喜び．また，ニッチな分野ではあるが，それに興味を持ってくれる人が居ることをイベントで実感できたこと．
 * 全体の整合を取って、長い文書を書くのが大変。
 * Re:Viewの記法に慣れずにかなり苦戦しました。また、締切に対してかなり危機感を覚えています。
 * 1番最初に書いた本が完売し、増刷しても完売した。
 * 想定以上の多くの方に読んでもらえて嬉しい！
 * 初めては合同誌を執筆し、みんなの書いたものが1つになってページ数のある本になっていく過程が楽しかった。また、入稿して実際に本の形になったものを目にした時に感動した。
 * サポートがあったことを踏まえた上で、思いのほか簡単に形にすることができるという感動がありました。コミュニティのメンバーで一緒に作成することで、そのメンバーの関心も認識しつつ、自身のアウトプットとして形あるものを作れて、私は参加できていないですが会場の人と交流ができるというのが非常にいい活動だなと思いました。
 * 仲間内に対してプレゼンテーションしたスライドがベースにあったため、一冊の本にまとめるときにゼロから考えたという状況ではありませんでした。それでもスライドにプラスして肉付けする内容を考えたたりと一冊の本として仕上がるまでにはトータルで二ヶ月ほどの時間を要しました。転職で次の職場に行くまでに意図的に二ヶ月ほど働かない期間を用意して、そこで集中して執筆しました。「執筆するぞ」という時間を意図的に確保して執筆を進めたというよりは、執筆してみて煮詰まったら、散歩したり、買い物に行ったり、映画を観に行ったりし、これらをやっている最中に執筆する内容が浮かんでスマホにメモし、帰ってきてから執筆を再開するといようなやり方で執筆していました。
 * 毎日少しずつ書けばよかった...
 * わたしが書いた技術書を目当てに即売会に来られた方がいたこと。
 * 本来書く予定の内容よりその前提となる歴史や法律に関する内容が多くなりすぎて、書こうと思った内容が半分以下になってしまいました。
 * サークル出展したときに印刷した本がブースに置かれていて自分で本を出したんだという実感を得られた。
 * ドキュメントの執筆と並行して、本作りそのもののノウハウを勉強してなんとか入稿。
 * 即売会当日、実際に現物を手にしたときに感動。
 * なんてめんどくさい作業なんだ
 * こんなこと書いても、誰にも共感なんてもらえないんじゃないのかな
 * こういう（監修した）本なら私が書く方がマシだと思いました。
 * カラーで作ってしまい、コストがえらいことになった
 * 100冊用意したのですが、周囲からは冒険すぎると言われました。実際にコミケが始まったところ、列ができて1時間で捌けてしまいました。あのときは言葉にできないほどの喜びがありました!
 * 書いてる間に、「あれ、思った以上に自由に書いていいし、楽しいな〜」と感じました。
 * ろくに執筆方法もわからない状態でとりあえず使えるLibreOfficeで苦労しつつもなんとか書き上げたこと。それから初めてイベント参加するタイミングでコロナ禍に突入してオフラインイベントがことごとく中止になって出だしで盛大につまづきました。
 * ギリシャ文字のフォントをヒラギノにするとダサダサスペーシングになって結局そのまま組版した 
 * 締め切りがギリギリすぎて気が狂いそうになっていた。ボロボロになりながら無理やり完成させて満身創痍のような状態だったが、実際に作った本を手に取ったときはとても達成感があってやってみて良かったと思えた。
 * そこから買ってくれた人の感想をはじめて読んだときも言葉にできない嬉しさがあり、今後も続けてみたいと思えた"
 * 【商業誌】月刊I/Oでの連載がたまったら、いつのまにか本になった。
 * 【同人誌】商業誌と比べて、気楽なので、大変早く書けるし、本筋から外れたジョークを書いてもカットされない。やりたい放題。楽しい。
 * 自分が持っているネタは、案外世の中にニーズがある(興味を持つ人がいる)ということ。
 * 初めて作った30ページのプリンタ折本も、コミケで足を止めてくれる人が結構いて、その後の継続のモチベーションになった。

== 技術書を書いてみて何か変化はありましたか？	

 * 文を書くのがうまくなった気がします。技術書にできるネタが思い浮かぶようになりました（書けるかは別の話）。
 * 自分の本を手に入れる、自分の文章が紙の本になる感動を味わえた
 * 技書博で出会った編集さんと商業誌を書かせていただいてます。今までまったく縁がなかった世界への扉がひらいた経験をして、同人誌をつくるって可能性の塊だなと思ったりします。ちなみに今〆切直前で死にそうです（悲壮感）
 * 書くということに勢いがつきました。
 * 趣味の知り合いが増えた
 * 技術書を書く仲間・繋がりが爆発的に増えました。
 * 知っている内容であっても、もっと深く勉強したいと思うようになりました。
 * 本を書くことが案外身近に感じれました。
 * 今までは、有名な人とか、才能を持った人しか書けないと思っていましたが、書こうと思えばPCと1万ぐらいお金があれば本にできるのはいいですね。
 * 公衆電話の本を書いていますが、懐かしい、買いたいと反響を受けたことが変化の１つと思います。
 * 普段から使用技術等に関して、こまめにメモを取るようになったため、理解度が上がった気がする
 * プロジェクトごとに技術書を書くようにしています。技術書には締切があるので、最後まで完成させるクセがついてきました。
 * 自分では知っていると思い込んでいたものの、いざアウトラインを作って本にしてみると知識を整理できていない部分がわりとあることに気づきました。何冊か本を出していくうちに新しい技術を体系的に学んでいくスキルが向上したと思います。
 * 書いた本に興味を持っていただける喜びを知りました．
 * 特にない
 * 文章の構成力が鍛えられました。あと書くたびに何かしらのレベルが上がってます
 * 人が技術書を買ってくれるというのが分かったので、さらに書きたくなりました。それから、何かしら業務を行ってる時に、何かしら技術書のネタにならないかなーっと思いながら作業するようになりました。
 * イベントへの参加（締め切り）が継続的なモチベーショになっており，社会人になってからも創作活動が続けられている．
 * 色んな人と知り合えた。
 * 勉強会とかで登壇を依頼されるようになった。
 * 商業誌を出版することになった。
 * 自由に使えるお金が増えた。"
 * 会社の人との会話や技術交流がありました。
 * 自分の能力や知識に自信がついた
 * より積極的に知見をアウトプットするようになりました。
 * 思っていたよりもハードルは高くなかった。
 * 執筆することへのハードルが下がりました。自身のアウトプットとしてだけならqiitaなどに投稿すればいいですが、それ以外のことも多く得られると感じ、積極的に書いてみたいと思うようになりました。
 * 技術同人誌のイベントに出店すると「知り合いから良い本だと聞いて来ました」「ネットで気になっていて、どんな内容か本人に直接聞いてみたくて来ました」と言ってくれる方、 SNS で「良い本だっだ」とコメントしている方がおり、その情報を欲している人に、情報を届けられているようでよかったなと思っています。技術同人誌の界隈では、唯一無二の本として認知されているのではないかと感じています。
 * 何が学生の時にわかっていなかったのかがはっきりしてきた
 * とくになし。
 * 本という形にすることで知識の整理が出来ました。
 * 商業誌の話が来たり、技術書典、技書博で知り合いが増えた。
 * 出版社からお声がけいただいたり、メディアの仕事に携わるようになったりと、予想以上の変化があった
 * 技術書、技術雑誌への投稿などが怖くなくなった。
 * 技術書を書くために、定期的にインプット／アウトプットをするようになった。何かマイナス寄りの話があっても「あ、これ技術書のネタになるかも」と考えるようになって何かネタになるもの得てやると自然に前向きになれるときがあった
 * その世界から抜け出せなくなりました。
 * 変化はない
 * たくさんのかたに支持していただけたので自信がつきました。また、文章を多く書くことで文章力も向上しました。その後も最初の本は6版にわたって改訂し、完成版に至りました。色々な方との出会いが発生して、それも良かったことです。
 * 「こういうやり方もあるよ！」というレビューや、自分の中でも考えを順序立てることがスムーズに出来るようになったと思います。
 * 技術書のネタにするために色々新しいことに挑戦するようになったと思う。
 * 業務で学術論文を書くのとちがって好きな事を好きなだけ書くのは楽しい
 * アイデアさえあれば1人で同人誌を作ることって割と難しくないのではと思えるようになった
 * 【同人誌】商業誌で、詰まらないジョークを書かなくなった。僕は、ジョークを書きたかったのだ！とわかった。
 * 技術書(合同誌)をみんなで書くようになり、その合同誌の企画を通して友人、知人が一気に増えた。そして、飲み会などを含め、いつもネタを探すようになった。

== 技術書を書くときのこだわりポイントを教えてください	
 * 世の中に無数にあるようなテーマだったとしても、自分なりの視点でまとめること。数式展開など、これでもかというくらい丁寧に書くこと。
 * MacだけでなくWindowsもサポートするなど、SIerにいたあのときの自分に向けて書いてる
 * 見た目かなあ。特に組版とかけっこうこだわりがあります（InDesign使用）
 * とにかく書き続けること。
 * 理科系の作文技術 (木下, 1981) を意識すること
 * ターゲット層を明確にして、飛躍したり読者が知っている前提で進めてしまわないよう気をつけています。
 * 読みやすさ。
 * できる限り写真やスクショを多めにして、わかりやすく伝えることを努力しています。
 * 実地調査・文献調査
 * こだわるとか考えている暇がない気がしてきたので、とにかく手を動かしてます
 * 失敗したこと、工夫したこと、楽しかったことなどを書くようにしています。また写真や図をたくさん使うようにして、読んでもらった時にイメージがつくようにしています。
 * つい専門用語を使いたくなりますが、なるべく小学生でも読める文章を心がけています
 * 誰もまだ書いていないかどうか．もしくは他の視点から書けているかどうか．
 * わかりやすく伝える
 * 私の場合初心者をターゲットとしている作品が多いのですが、初心者さんにいきなり分厚い本を渡してしまっても「わからないから後でいいや」で積まれてしまうと思っていますので、
 * 最低限必要な情報だけに絞りページを少なくして、さらに緩めの文章で書くことで『私でもできるかも、やってみよう』と思ってくれるような作品にすることを重視しています。"
 * 『読者はこれくらいの知識を持って当然だろう』という偏見は捨てて、初心者でも分かりやすく書くようにしています。なので、図を良く使うようにしています。
 * 新しいネタ（技術的なネタ，自分の中での新たな挑戦）を含めることを意識．
 * openSUSE 上で編集しています。組版は Scribus という OSS のソフトウェアを使用しています。これまで技術書を執筆する中で、バグの修正や、日本語関連の機能追加なども行ってきました。
 * 読者の視点で考える。
 * 情報が多ければいいとは限らない。
 * 想定読者にとって必要かつ十分な情報を簡潔な表現で記載する。
 * 組み込みAndroidの楽しさが伝わるように、自分が面白いと思った情報をコラムにしたり、実装した感想や大変だったことを書くようにしています。
 * 初心者目線で、なるべく分かりやすく書く
 * 難しいことを平易な文章で説明したい！　の1点です。
 * 思い詰めず、気軽に書く
 * 読者には、私の知見を全て実践してもらいたいわけではなく、「これらの知見を自分にどう適用するのか」ということを意識して読んでもらいたいと考えています。「こうすべき」という断定的な表現は可能な限り使わず、「私の知見を読んで、あなたはどうしますか」ということを読者に考えてもらいたいため、「私はこのように考え、こう行動し、このような結果を得て、ここからこのような考察をした」という内容を意識しています。
 * LaTeXを使ってLaTeXっぽくない文章を書く
 * 一番は自分のために（備忘録のように）書くこと。二番目に他の人も参考になればと思い書くこと。
 * 出来るだけ参考文献や参考にしたサイト等を記しておき、読者が発展的に知りたいと思ったときに迷わないようにということを心がけています。
 * あまりない。自分が書きたいと思ったものを何でもいいので書けるのが良いところ。しいていえば、テーマがマニアックな方が書いている方も読む方も面白いと思う。"
 * 読み手を楽しませること。技術同人誌ならではの過剰なコメディ要素
 * 自分の感じた思いを乗せる（載せるではない）せる事
 * 「"過去の自分"」に響くような書き方にしている。
 * 営業秘密につき、ここでは教えられません。
 * 技術用語などにとらわれない分かりやすさ
 * 執筆環境はかなり大切にしていて、自宅のPCだったり、スマホでの執筆もいいですが、ノートとペンだったりホワイトボードに考えを書き出したり、ネタ帳的に使ったりなど、物理ならではの縛りがあると、そこから良いアイデアが生まれたりします。
 * わかりやすい文章になるように努力してるつもりだけど自分の書いた技術書は客観的に読むことができないからほんとにわかりやすくなってるかは分からんです。
 * 正確性や再現性を担保する事
 * 手に取ってくれた人が作品のコンテキストをわかってもらえるように敷居を低くした構成を意識すること
 * 【商業誌】圓生や、米朝の落語が好きである。落語は、江戸時代の話なので、現代では意図の伝わりづらい内容も含まれるが、圓生や米朝は、枕（冒頭のこと）で、上手に前提条件を話してくれて、話に入りやすい工夫がなされている。最後の落ちのところで、「ここはこういう意味ですよ」などと話したら興ざめだし、意味が通じなかったら笑えない。しかし、このように、説明を枕に上手く分離させることで、「古い話」が、「噺」というエンターテインメントであることを成立させている。僕は、そうした落語のように、僕の本を読者にスムーズに楽しんでもらいたい。
 * 【同人誌】とにかく、楽しく気ままに書く。僕が楽しかったら、読者もきっと楽しい。
 * できるだけたくさんの人に参加してもらって、カバーする知識・範囲を増やす。
 * 多少毛色が違う、内容から外れるように見える内容でも、章の並びを変えるなどで必ず活きるので、落とさない。
 * 編集長としてのムーブが多いが、必ず2-3章は自分で書く。

== 技術書を書く際にテーマや構成をどうやって考えていますか？	
 * テーマはほぼ思いつきですが、おおよそ自分が得意なことです。構成は、コアとなる内容を2~3個あげ、それを書くために必要な要素を付け加えて作ります。
 * 浮かんだら書く(浮かばなかったら書かない)
 * 自分の好きなものについての本しか書いてないので、好きなものを知ってほしい気持ちがあります。なので、なんも知らない人が読んでもなんとなく楽しめるように、階段をつくることを考えてます。
 * テーマがあって、これを如何に矛盾なく伝えようとすると構成が生まれます。
 * なんとなく思いつく
 * 最初は自分が知っていること、使っている技術を軸に、自分の分かる範囲に絞ってニッチ化した構成にしました。その後は自分が今学びたいものをテーマに一通り学習したうえで使ってみて、わかりにくかったところを自分なりに改善してまとめてみたり、こう説明してくれればわかりやすかった、を具現化しています。
 * 読者目線で考えるようにしています。他の方から見やすいことを第一にしています。
 * テーマは、書きたいものを思い付いた時に、どこかにメモしておいて、その中から選んでいます。構成は、論文とほぼ同じような感覚で作っています。ですが、論文と違い中身は結構スカスカだったり簡単目に噛み砕いたりはしています。
 ** 初めに
 ** どのような方針でやっていくか
 ** ワードの説明
 ** ライブラリの説明
 ** 実装方法
 ** 実装した作品
 ** まとめ感想
 * 概要、本題、コラム、ギャラリーと書くようにしています。
 * 構成は持っている技術書を参考にしていますテーマは、普段自分が業務で使用しているもの近いものから選んでいます
 * 一般的な話ですが起承転結を意識して書いています。ストーリーとして面白くなるように、なぜ取り組み始めたのかなど、書くようにしています。
 * 基本は取り上げる技術を何も知らない前提で、この本を読むとゼロから一般的なことが分かるまでの道のりをアウトライン化するようにしています。最後に付録として、少し高度なことができるリソースやより詳しく学べるサイトなども紹介するようなコンテツはいつも挿入してます。
 * 面白いと思ったことをテーマに，なるべく読みやすい構成試行錯誤しています．
 * 読者が理解しやすいような構成を考える
 * 大体会社近くの蕎麦屋や定食屋でテーマを考えてます。最近の流行とかマイブームとか。
 * 自分の今勉強しているネタや興味のある技術についてテーマを決めています。また、自社製品と絡めたネタにしてるので、そこでオリジナリティを出すようにしてます。
 * そのとき自分が作りたいと思った内容と，需要がありそうな内容（旬な話題など）が，できるだけ重なるようなテーマ選定を意識．
 * ユーザ会のメンバー複数人で書いていますが、書く内容はみなさんにお任せしています。次回の参考になるように、イベントで読者から頂いたご意見から、求められているトピックを伝えることはあります。
 * 過去の自分にとって、どういう本があれば有用だったか。
 * 2、3度登壇してみて、資料をまとめてから構成を決めています。
 * テーマは思いつき、構成はマークダウンぽい構成にしている
 * 世の中にありそうでない技術書、を目標にテーマを考えています。
 * 最近取り組んでいること、または注目していることが大体あるので、そのことについてまとめて書いています。もしこういったことがない場合、気になっていたけど触れていないことをテーマにして書いていくといいかなと考えています。
 * 自分のまわりで、その領域に関して困っている人がいて、その人達と同じような人が自分のまわり以外にもいるはずで、そこに自分の知見を届けたいという思いで本を公開しています。
 * 専門書を3,4冊買ってみてざっと内容を決めます
 * 趣味で作っているものでネタになるものを技術書として書いています。意図的に技術書のネタを作っているわけではないです。
 * 今後の未来も必要になるであろうテーマであまり本になっていないような内容を探して本にします。本の構成としては教科書のような本をイメージしています。
 * 自分が仕事などで得た知識をもとにテーマを決める事が多い。
 * 最初にページ数をざっくり決定し、まずはそこに収まるようにプロットを組む。収まりきらない場合、続編を作れるだけのネタがあるかどうかで、ページ数を増やすかどうかを決定する"
 * とりあえず「作って動く」というものをテーマにします
 * （頒布数が出るかという点で）良いか悪いかは置いといて、"自分"がやりたいこと、知りたいと思っていたこと"、を題材にしています
 * 調布飛行場のカフェに座って考えます。
 * 分かりやすさ重視
 * ざっと目次を書いてから書くようにしています。あとは筆の進むままです。
 * パッと思いついたもの、以前から深掘りしていたものを列挙して、中でも自分の頭でよく展開しやすいものをテーマにし、構成はその際に大まかにですが決めています。
 * 自分がやったことで技術書に出来そうなことがある程度たまったらまとめる感じで書いてます。
 * テーマはまずは思いつき、目次を書いて、各節をだんだん詳述していき、テーマも必要に応じて修正していく
 * 日常生活でインプット・アウトプットしたことを一つのテーマで再構成できないか考える
 * テーマは、思いつき。思いつきで、良い企画を練れるということは、それだけ普段から、様々なことを考えているということ。エヘン。実際に企画として通ったら、脳内と紙を行き来しながら、構成を作る。
 * 最初は、一枚のペラに、樹形図のように相関関係を書きながら整理していき、章や節を作る。章・節ができたら、ノートに書きたいことを箇条書きにする。書いたり消したりして、構成が決まったら、Wordに章・節・見だしを書き、ザックリ埋めていく。
 * 「エンジニアの困ったを解決する」をコンセプトに、あるあるネタ、みんなが一家言持っていて書きやすいネタを拾って、それを企画に成長させる。芽が出れば、あとは適宜水やりをするとうまく育つことがわかったので、企画と軌道に乗るまで(リポジトリが動き出すまで)を頑張る。

== 技術書をこれからはじめて書く人にアドバイスをお願いします	

 * 明らかに書き尽くされたような技術であっても、著者の方からの視点で書くことに価値があります！ぜひあなたから見える景色を教えてください！
 * 単著がツライなら合同誌、合同誌も大変ならコラムでOK!
 * 文章書くのが大変ならPodcastで喋ると原稿になるぞ!
 * あなたの推しを推すために書くといいよ。
 * とにかく書く、何でも良いから書く、書き続ける。
 * 他の技術書をいっぱい買っていっぱい読もう
 * あなたが当たり前のように使っている技術でも、使ったことのない人からすれば特殊技能です。また、あなただからこそできる表現、あなたの説明だからこそ伝わる読者が必ず存在します。
 * まずは書きやすいテーマで、短くてもいいので1冊書いてみてください。いったん最後まで作れば必ず改善したくなって、気づいたら活動を継続しています。
 * 思い立ったら吉日です。まずは書いてみようという気持ちが大切だと思います。
 * とりあえず、怖がらずに何かイベントに参加してみるといいと思います。その後死ぬ気で一度何か本を書いてみるといいです。最初は8ページと短くてもいいと思います。その後本を売っている時に、周りの人が売れていて、自分のだけ売れていないように見えてしまうことが時々あるかもしれませんが。自分の作品が欲しくて買ってくれる人は本当にいます！！ぜひ、そういう人とお話をして、交流を深めてみると、売り上げよりももっと素晴らしいものをもらえると思います！！
 * 技術書を書くときは、実地調査や文献調査をしっかりと行いましょう。
 * 印刷所の締め切りの把握は大事！
 * 完璧でなくても、未完成でも世に出すことが重要です。きっと誰かの役に立ちます。
 * とにかく自分の熱量が高くて誰かに教えたいテーマを選ぶことが大前提だと思います。そのうえで、時代のトレンドと組み合わせられそうなことがあれば積極的に取り入れておくのもおすすめです。ブースに来てくれた人に本を紹介する際、トレンドの話ならお互いに共通のネタとして話しやすくなります。
 * ここにしかない一冊を作る過程と完成，そして共感の喜びを体験してください．
 * いきなり文章を書かずに構成から考えるのがよいと思います。それから、良い文章を書くという点では、同人誌はレベルがまちまちなので、商業誌やマスコミのWeb媒体を読んだ方がいいと思います。
 * ネタの新旧とかみんな知ってるとかは関係なく、自分が書きたいものを書けばそれが技術書です！
 * 技術書を書く前に、どういう人(ターゲット)にどう言ってもらいたいか(価値)を考えてから書きはじめると、筆が進みやすいと思います。
 * 一度書いたら「次はここを改善したい」「次はこんなことを執筆したい」というのが見えてきます．やり残してしまったことも次の執筆への大切なモチベーションになります．
 * いろんなツールが出てきて執筆環境も日々進化しています．個別の技術情報はもちろん，執筆ノウハウなども執筆者が増えるほど情報の幅が広がります．みんなでシェア＆補完していきましょう！
 * 一人で書くと大変なので、どなたかと一緒に執筆したり、同人誌に参加するのもよいのではないでしょうか？
 * 本ができたときは「うぉーすげー！本になってる！」っていう感動があるし、誰かが買ってくれたときには「まじかよ。俺の書いた本にお金だすのかよ」っていう感動があるし、読者から感想もらえるとまじ感動するから、とりあえず人生で一回は経験してほしい。
 * 技術書は怖くない！！！
 * コマンドやコードをたくさん書くわけでなければ、Wordが楽。
 * 技術力がある人：自分の知見を文章化するだけで「技術書」になります。
 * 技術力を身につけたい人：身につけたい技術力について学んだことを文章化するだけで初心者向けの「技術書」になります。
 * 技術書の執筆で大切なことは、完成させるという気持ちと熱量を持つことだと思います。逆にこれだけあれば、もう執筆できたようなものです。
 * 仲のいい人と一緒にやることでハードルも下がるし新たな発見や交流が生まれるので、色々な人を巻き込んで取り組めるとより楽しく執筆ができると思います！
 * 商業誌を書いた経験はないですが、商業誌になることによって表現できなくなることがあったりするのかなとは思っていて、そこがわりと自由に表現できるのが同人誌の強みなのではないかと考えています。
 * 現在、知り合いが技術同人誌を書いていて、そのレビュアーをしています。著者が「自分の本が受け入れてもらえるか」「こんな内容を書いても大丈夫か」などのコメントをしているのですが、「商業誌でも、同人誌でも一冊の本として世に出ているものには、書いた人の思いと個性が乗っかっているはずなので、自分が技術同人誌を何故書きたいかという気持を大事にするとよいです」と伝えました。他からの目を気にするのではなく、自分の気持を大事にして欲しいと思っています。
 * あなたの世界を教えてください。あなただけの世界である必要もありません。
 * 頑張ってください！
 * 誰かに必要かどうかよりも、自分の中にある知識をまとめておくことに意味はあるので、まずは一冊作ってみるまで頑張ってみるのが良いと思います。
 * 上に書いたように、自分が書きたいと思ったものを何でもいいので書けるのが良いところ。
 * ウケるとかウケないとか、読む・読まれないとかあまり考えなくてもいいのでは。
 * 爆死したとしても自分の印刷費ぐらいしか損せず他人に迷惑をかけることはないので、興味があったらどんどんやってみたら良いと思う。
 * 自分の得た知識は、必ずそれを必要としている人がいるということを実感しました。例えば、まだ不慣れな入社二年目の社会人の体験談でも、新卒者は読みたいものです。自信を持って書いてみてください
 * Done is better than perfect. 完了は完璧に勝る。まずはアウトプットだ！
 * 頭で「書けない」と思っていても、やってみたら意外と書けたりするものです。印刷だ組版だと情報を仕入れないといけないものは、合同誌にすれば文章だけ寄稿すれば良い、という場合もあります。あと、「書いたこと（書ききったこと）」は、のちの自分自身の自信にもつながっていくと思います。
 * 試しに書いてみた文がChatGPT先生と見分けがつかないものであるなら、それは一旦立ち止まった方がいいです。
 * 挑戦と思わない程度に始めれば良いかと
 * 売れる時は売れるので、在庫を多少抱えるリスクはあっても、多めに刷ってみてください。売り切れで買えなかった人をうまないために、そうしています。電子版で後日売れるかもしれませんし。冒険してみましょう!
 * 自分が期待していなかった批評などをされるのも怖いと思いますが、一方で世の中には全く想像もつかない視点からの指摘もあり、自分が書いた書籍にどんな評論が来ても、「そういう考えもあるのか〜」程度に受け止め、「自分にとって活かせるものだけ活かす」というスタンスで書き始めてみると良いと思います。
 * 執筆するのはバチクソめんどいけど脱稿したときの達成感はすごいし自分が書いた技術書を色んな人に手に取ってもらえたらとても嬉しいのでさっさと沼にハマるんや!
 * MS Word 以外に使いやすいワープロとお気に入りのフォントを探すと気持ちが乗ってくる
 * 締め切り直前に一気に文章を書くのは精神的・肉体的にも大変なのでできる限り毎日小さくても良いのでストックするのがお勧めです
 * 「はじめて本を書く」というのは、なかなか大変なことです。書こうと思っても、書き進められないことも多いでしょう。そういう時には、まず、「自分が伝えたいこと」を2頁で書いてみてください。2頁で収まらなかったら、長くてもいいです。そしてある程度書けたら、今度は、その前提条件となる内容を書きます。それが書けたら、その技術の使い方や、応用を書きます。すると、そこそこのページ数になっており、書きたいことも見えてきているはずです。どうでしょう。やれそうでしょうか？ページ数は、少なくても構いません。まずは、「1冊仕上げる」ことが重要なのです。1冊仕上げたら、それをもっと膨らませることも出来るし、別の本も書きやすくなります。まずは一冊。書いてみてください。僕は、あなたの書いた本が読みたいです。イベント会場で、手に取れることを楽しみにしております。
 * 一人で1冊書くのはハードルが高いと思うかもしれません。そういう時は、「合同誌」がおススメです。当サークルでは、1章1ページから参加可能で、書きやすいテーマの企画がいつも走っています。一人じゃ無理だよ…と思ったら、ぜひ。

== 技書博への応援メッセージをお願いします

 * いつも企画、開催、運営、ありがとうございます！技書博ならではの企画がとても面白く、楽しみにしています！今後も様々な技術書を広められるように、技術を発展させられるように、一緒に頑張っていきましょう！！！
 * 雰囲気のいいイベントなので、ぜひ末永く続けて言ってください!
 * いつも締め切りを与えていただきありがとうございます！毎回楽しみにしてます！
 * 運営の頑張りには感謝しかありません。
 * 企画がすごく楽しいし、他ではないので大変ありがたいです。
 * 技術同人誌という形のアウトプットを応援する活動は少しずつであれ世の中を良くする方向に繋がっています。また、このイベントがあることで著者の執筆モチベーションにも繋がっています。どうかこのまま活動を続けていただけますと嬉しいです。
 * 初参加になりますが、参加サークルとして技書博をもりあげたいと思います。当日が楽しみです。
 * 自分が初めて本を書いて、色々な人と出会えるきっかけをもらえたイベントです！！とてもいい刺激をもらえました。ありがとうございます。前回の、お弁当やカフェめっちゃ楽しんでいました。
 * 初参加ですが、頑張りたいと思います。
 * 色んな分野の技術書と出会えて、めちゃくちゃ楽しませてもらってます！これからも頑張ってください！
 * 個人で活動していると、自分の興味のある技術テーマについて話したり、共有出来る場というのは、かなり限られてきます。けっこう孤独です。技術的な話題で交流できる場を設けて頂けて感謝です！
 * 美味しいランチの提供、対談・座談会、公式本の配布、出版社との交流、フリーペーパー企画などなど、他の即売会では決して味わえない魅力がたくさんあるところが技書博の大好きなところです。今後もさまざまな企画をご検討頂ければうれしいです！
 * 雰囲気がとっても好きです．アウトプットの場としてのコミュニティをご提供いただいて大変感謝しております．
 * 技書博などの技術同人誌イベントは、情報発信したいと思えば誰でもできるという点で、良い場だと思います。これからも応援しています。
 * 他のイベントにはない独特な企画が技書博には沢山あって楽しく参加させてもらっています。これからも弊サークルは技書博を応援しています！
 * 技書博はいつも楽しいです！！！
 * １０回目の開催おめでとうございます！　これからも長く続くよう応援しています．弊サークルも，出展者として貢献していければと思います．
 * オフラインでの出会い、コミュニケーションを大切に、書き手、読み手がつながるイベントになるとよいなと思います！
 * 著者が楽しめるイベントというコンセプトが素敵です。イベント運営は大変だと思いますが、おかげで楽しませてもらってます！ありがとうございます！
 * このような場を提供してくださりありがとうございます！
 * ゆとりのある交流ができる最高のイベントだと思います。ぜひ続けて欲しいです
 * 毎回素敵な「場」をご提供いただきありがとうございます！
 * このイベントが、執筆する良いきっかけになっています。これからもお願いします！
 * がんばります！！頑張りましょう！！よろしくお願いします！！
 * コミティアの出張編集部のような企画もあり、とても面白い取り組みだなと思っています。技術書典と差別化のポイントだとも感じており、これからの盛り上がりをとても期待しています。出展として引き続き参加していきたいと考えています。
 * 生きる希望をありがとう
 * スタッフのみなさん、運営お疲れ様です。そして、ありがとうございます。
 * 様々な人との交流の場を設けていただきありがとうございます。
 * 毎回イベント開催および企画を出していただいてありがとうございます。技書博はゆったりとした空気感で参加できるのが個人的に好きです。
 * 今回は委託での参加となります。またサークル参加できるように執筆に励みますので、頑張ってください
 * アウトプットする場所を用意していただきありがとうございます。これからも末永くよろしくお願いします。
 * ブース内で一般参加者とのふれあいが楽しめるイベント環境
 * 今度で２回目になりますが、楽しみにしています
 * 技書博はいい意味で大きすぎない即売会で、簡単に全サークルを回れます。収支は厳しいかもしれませんが、頑張ってください。これからも続いて欲しいです。
 * 技術書によるアウトプットの推進を促す場はとても嬉しいです。
 * 技書博運営の皆様方、これからもご活躍を応援しております！
 * 特に気の利いたメーセージも思いつかないのでCopilot先生に考えていただきました。技書博の皆さん、こんにちは！新しい知識の海に飛び込む勇気と情熱を持つ皆さんを心から応援しています。技術書はただの本ではなく、創造性と知識が融合した芸術作品です。皆さんの努力が多くの開発者や学習者にインスピレーションを与え、技術コミュニティ全体を豊かにすることを願っています。技書博での素晴らしい経験と成功をお祈りしています！"
 * 技書博の差別化はうまくいっているように感じます。応援してるよ！
 * 初参加でちょっとドキドキですが、参加経験のある友人たちの様子を見ているととても楽しそうなイベントな予感がしています。よろしくお願いします！
 * 第十回おめでとうございます！執筆活動は、書くだけでは、続きません。技書博での参加者との交流が、大きな原動力になっています。いつもありがとう！
 * 「エンジニアのアウトプットを応援する。」「本というアウトプットの形。」これらのキャッチフレーズに共感し参加し続けています。これからもアウトプットを応援するコミュニティであってほしいです。