= サークル一覧（配置順）
//tsize[12,60,58]
//table[][]{
配置番号	サークル名	ジャンル
------------------------------------------------------------------------------
あ-1	Japan VMUG 逸版部会	IT-インフラ-サーバ・ネットワーク機器
あ-2	TESTDES	IT-インフラ-サービス構築
あ-3	モブエンジニアの書庫	IT-インフラ-ネットワーク
あ-4	キッズプレート	IT-コンピュータサイエンス-人工知能・AI
あ-5	ソララボ	IT-インフラ-サーバ・ネットワーク機器
あ-5	めもおきば	IT-インフラ-IaaS
あ-6	おうちクラウド研究部	IT-インフラ-サーバ・ネットワーク機器
あ-6	Oimachi.dev	IT-プログラミング-言語
あ-7	Luciano研究室	IT-コンピュータサイエンス-情報学・情報科学
あ-8	Hello	IT-コンピュータサイエンス-人工知能・AI
あ-9	ろいどや	IT-コンピュータサイエンス-人工知能・AI
あ-10	RPACommunity	IT-コンピュータサイエンス-情報学・情報科学
あ-11	CS集会	IT-コンピュータサイエンス-情報学・情報科学
あ-12	tecalac	IT-コンピュータサイエンス-人工知能・AI
い-1	Raven's nest	IT-開発-OS/低レイヤ
い-2	へにゃぺんて	IT-開発-OS/低レイヤ
い-4	Rabbit Soft Worker's	IT-開発-ゲーム
い-5	レトロゲーから学ぶエンジニアとかマジウケる！	IT-開発-ゲーム
い-6	オトギヨウビ	IT-開発-ゲーム
い-10	ソララボ	IT-インフラ-サーバ・ネットワーク機器
い-11	おうちクラウド研究部	IT-インフラ-サーバ・ネットワーク機器
い-12	Q-Qの宮	IT-プログラミング-アーキテクチャ
う-1	mae616	IT-開発-Web
う-2	aozora Project	IT-開発-Web
う-3	Neln	IT-開発-Web
う-4	URAMASU	IT-開発-Web
う-5	なにがし堂	IT-開発-Web
う-6	Auth屋	IT-開発-Web
う-7	脆弱性診断研究会	IT-コンピュータサイエンス-セキュリティ
う-8	Seurity for Beginners	IT-コンピュータサイエンス-セキュリティ
う-9	のみぞーん	IT-コンピュータサイエンス-セキュリティ
う-10	にっしー	IT-開発-Web
//}

//tsize[12,60,58]
//table[][]{
配置番号	サークル名	ジャンル
------------------------------------------------------------------------------
え-1	卒業文集編集委員会	IT-プログラミング-アーキテクチャ
え-2	MapConductor	IT-プログラミング-言語
え-3	お台場計算尺	理工系全般-理論・技術-工学系
え-4	EREX工房	IT-プログラミング-言語
え-5	暗黒通信団	理工系全般-理論・技術-理学系
え-6	美形2Kラボ	理工系全般-理論・技術-理学系
え-7	やさしいデザイン塾	IT-デザイン-UI
え-8	kanata	
え-9	ALBA LUNA	その他
え-10	megusunuLab	理工系全般-その他-その他
え-11	黒猫舎	その他
え-12	竹やぶ焼けた	理工系全般-その他-その他
お-1	YFF工房	理工系全般-理論・技術-工学系
お-2	3Dプリンタ工房	理工系全般-科学・技術史-全般
お-3	よろず研究室	理工系全般-理論・技術-工学系
お-4	QA+	理工系全般-ハードウェア-ハードウェア開発
お-5	徒然メカ	理工系全般-理論・技術-工学系
お-6	RyomaLab	理工系全般-理論・技術-理学系
お-7	波耶書房	理工系全般-理論・技術-理学系
お-8	湖藍灰	その他
お-9	バッキーボール	理工系全般-理論・技術-工学系
お-10	共鳴効果	理工系全般-理論・技術-理学系
お-11	モウフカブール	IT-PC-全般
お-12	フトンカブーレ	IT-PC-全般
か-3	株式会社化学工業日報社	理工系全般-その他-その他
か-4	翔泳社技術書編集部	理工系全般-その他-その他
か-5	マイナビ出版	IT-PC-全般
き-1	さくらインターネット	
き-2	プリザンター	
き-3	しまや出版	
き-4	コロナ社	理工系全般-理論・技術-工学系
き-5	コロナ社	理工系全般-理論・技術-工学系
く-1	まことのこと研究所	IT-PC-全般
く-2	良能技研	IT-PC-全般
く-3	ひつじラボ	IT-PC-全般
く-4	はなごよみ	IT-PC-全般
く-4	KLab株式会社	IT-PC-全般
く-5	俺の勉強会	理工系全般-その他-コミュニティ
く-6	電気通信大学工学研究部	理工系全般-ハードウェア-ハードウェア開発
く-7	エンジニアニメ	理工系全般-その他-コミュニティ
く-8	comiLABO	理工系全般-その他-自己啓発
//}

//tsize[12,60,58]
//table[][]{
配置番号	サークル名	ジャンル
------------------------------------------------------------------------------
け-1	親方Project	理工系全般-組織-技術教育
け-2	幡ヶ谷亭直吉	理工系全般-組織-プロジェクト管理
け-3	mconfjp	理工系全般-組織-プロジェクト管理
け-4	アンジー	理工系全般-組織-プロジェクト管理
け-5	Lemegeton	理工系全般-組織-プロジェクト管理
け-6	宙猫庵	理工系全般-組織-技術教育
け-7	ブライトシステム	理工系全般-組織-人材管理
け-8	ねこエンジニア	理工系全般-その他-自己啓発
こ-1	一般社団法人 電波教育協会	理工系全般-理論・技術-工学系
こ-2	Low Technology Laboratory	理工系全般-その他-その他
こ-3	木花野神社	理工系全般-その他-コミュニティ
こ-5	マジックタンノリターンズ	理工系全般-理論・技術-工学系
こ-6	いとう妖怪堂	理工系全般-組織-プロジェクト管理
こ-7	ひちご	その他
さ-1	EverTail Lab	IT-ハードウェア-同人ハード
さ-2	電気通信大学工学研究部	理工系全般-ハードウェア-ハードウェア開発
さ-3	クロサバフグ	IT-開発-IoT
さ-4	こくだランド	IT-ハードウェア-同人ハード
さ-5	備中絡繰製造所	理工系全般-ハードウェア-ハードウェア開発
さ-6	tenteroring project	IT-開発-IoT
さ-7	小江戸らぐ	
さ-8	もえじら組	
さ-9	D.M Entry Point	
//}